Repository: r-angulo/Project-Management
Catalog: AnguloRicardoFinalProject/*.lproj/Localizable.strings
Languages: es_419

# characters
source: characters left
es_419: carácters disponible

source: miles away
es_419: millas de distancia

source: mile away
es_419: milla de distancia

source: added!
es_419: ¡añadido!

source: images
es_419: imágenes

source: saved
es_419: guardado

# not_saved
source: Save Failed
es_419: Error al guardar

source: Cancel
es_419: Cancelar

source: Delete
es_419: Eliminar

source: Delete Image
es_419: Eliminar Imagen

# Check_delete_image
source: Are you sure you want to delete this image?
es_419: ¿Estás seguro de que deseas eliminar esta imagen?

# No_internet_message
source: You must be connected to internet to search for address!
es_419: ¡Debe estar conectado a Internet para buscar la dirección!

source: Uncompleted Task(s)
es_419: Proyectos incompletos

source: Location Error
es_419: Error de Ubicación

# location_error_message
source: Please grant this app your location access in settings to proceed
es_419: Otorgue a esta aplicación su acceso de ubicación en la configuración para continuar

# go_settings
source: Go to Settings
es_419: Ir a las configuraciónes

# quote1
source: Either you run the day or the day runs you.
es_419: O corres el día o el día te corre.

# quote2
source: I’m a greater believer in luck, and I find the harder I work the more I have of it.
es_419: Creo más en la suerte, y encuentro que cuanto más trabajo, más tengo.

# quote3
source: Opportunity is missed by most people because it is dressed in overalls and looks like work.
es_419: La mayoría de la gente pierde la oportunidad porque está vestida con un mono y parece trabajo.

# quote4
source: You've got to get up every morning with determination if you're going to go to bed with satisfaction.
es_419: Tienes que levantarte todas las mañanas con determinación si te vas a la cama con satisfacción.

# quote5
source: Don’t judge each day by the harvest you reap but by the seeds that you plant.
es_419: No juzgues cada día por la cosecha que cosechas, sino por las semillas que siembras.

# quote6
source: Whether you think you can, or you think you can’t – you’re right.
es_419: Ya sea que creas que puedes o crees que no puedes, tienes razón.

# quote7
source: Do the hard jobs first. The easy jobs will take care of themselves.
es_419: Haz los trabajos duros primero. Los trabajos fáciles se cuidarán solos.

# quote8
source: Start by doing what’s necessary, then what’s possible; and suddenly you are doing the impossible.
es_419: Comience haciendo lo que sea necesario, luego lo que sea posible; y de repente estás haciendo lo imposible.

# quote9
source: You don’t have to see the whole staircase, just take the first step.
es_419: No tienes que ver toda la escalera, solo da el primer paso.

# quote10
source: Happiness is the real sense of fulfillment that comes from hard work.
es_419: La felicidad es el verdadero sentido de satisfacción que proviene del trabajo duro.

# quote11
source: Luck is a matter of preparation meeting opportunity.
es_419: La suerte es una cuestión de preparación, oportunidad de reunión.
